Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.PlaylistVideosTimedOut
source: The playlist videos request timed out. Check the network connection and try again.
af_za: Die snitlysvideoversoek het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የአጫዋች ዝርዝር ቪዲዮዎች ጥያቄ ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب مقاطع الفيديو الخاصة بقائمة التشغيل. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: প্লেলিষ্ট ভিডিঅ'ৰ অনুৰোধৰ সময় শেষ হৈ গ'ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Pleylist video sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Тэрмін чакання запыту відэа ў спіс прайгравання скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на заявката за видеоклипове в плейлиста изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: প্লেলিস্ট ভিডিওর অনুরোধের সময় শেষ হয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Zahtjev za videozapise za reprodukciju je istekao. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: La sol·licitud de vídeos de la llista de reproducció s'ha esgotat. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Časový limit žádosti o videa v seznamu videí vypršel. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Anmodningen om playlistevideoer fik timeout. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der Anfrage nach Playlist-Videos ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το χρονικό όριο του αιτήματος βίντεο για playlist έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera para la solicitud de videos de la lista de reproducción. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Esitusloendi videotaotlus aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Erreprodukzio-zerrendako bideoen eskaera denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست ویدیوهای فهرست پخش به پایان رسیده است. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Soittolistavideopyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang kahilingan sa mga playlist ng video. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La demande de vidéos de liste de lecture a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude de vídeos da lista de reprodución. Comproba a conexión de rede e téntao de novo.
gu_in: પ્લેલિસ્ટ વિડિઓઝ વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת הסרטונים בפלייליסט. בדוק את חיבור הרשת ונסה שוב.
hi_in: प्लेलिस्ट वीडियो अनुरोध का समय समाप्त हो गया। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Zahtjev za videozapise za reprodukciju istekao je. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A lejátszási listákra vonatkozó videókérés időtúllépést szenvedett. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Տեսացանկի տեսանյութերի հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Waktu permintaan video playlist telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Beiðni um spilunarlista myndskeiða rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: La richiesta dei video della playlist è scaduta. Controlla la connessione di rete e riprova.
ja_jp: プレイリストビデオリクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: დასაკრავი სიის ვიდეოების მოთხოვნის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Ойнату тізімі бейнелерін сұрау уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: ការស្នើសុំវីដេអូបញ្ជីចាក់បានអស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಪ್ಲೇಪಟ್ಟಿ ವೀಡಿಯೊಗಳ ವಿನಂತಿಯ ಅವಧಿ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 재생목록 동영상 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Ойнотмо тизмедеги видео сурамынын күтүү мөөнөтү аяктады. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ການຮ້ອງຂໍວິດີໂອລາຍການຫຼິ້ນໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi skirtasis grojaraščio vaizdo įrašų užklausos laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Atskaņošanas saraksta videoklipu pieprasījumam iestājās noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на барањето за видеа од плејлиста истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: പ്ലേലിസ്റ്റ് വീഡിയോകളുടെ അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тоглуулах жагсаалтын видео хүсэлтийн хугацаа хэтэрсэн. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: प्लेलिस्ट व्हिडिओंची विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan video senarai main tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Forespørselen om spillelistevideoer ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: प्लेलिस्ट भिडियो अनुरोध समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden voor het videoverzoek voor de afspeellijst. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ପ୍ଲେଲିଷ୍ଟ ଭିଡିଓ ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪਲੇਲਿਸਟ ਵੀਡੀਓ ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu żądania playlisty filmów. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação de vídeos da playlist expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea videoclipurilor din lista de redare a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время запроса видео из плейлиста истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: ධාවන ලැයිස්තු වීඩියෝ ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit žiadosti o zoznam videí vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Časovna omejitev zahteve za seznam videoposnetkov je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa për video të listës për luajtje skadoi. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Истекло је време за захтев за видео записе за плејлисту. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Isteklo je vreme za zahtev za video zapise za plejlistu. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Begäran om spellistvideor tog en tidsgräns. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la video za orodha ya kucheza umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: பிளேலிஸ்ட் வீடியோக்களுக்கான கோரிக்கை நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: ప్లేజాబితా వీడియోల అభ్యర్థన సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอวิดีโอเพลย์ลิสต์หมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Oynatma listesi video isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування запиту на відео в списку відтворення минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: پلے لسٹ ویڈیوز کی درخواست کا وقت ختم ہوگیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Pleylist videolari soʻrovi vaqti tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu video danh sách phát đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 播放列表视频请求超时。检查网络连接并重试。
zh_hant_hk: 播放清單影片請求逾時。檢查網路連線並重試。
zu_za: Isicelo samavidiyo ohlu lwadlalwayo siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# Profile.RequestNetworkFailure
source: The authenticated YouTube API could not be reached. Check the network connection.
af_za: Die geverifieerde YouTube API kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የተረጋገጠው የዩቲዩብ ኤፒአይ ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: تعذر الوصول إلى واجهة برمجة تطبيقات YouTube المصادق عليها. تحقق من اتصال الشبكة.
as_in: প্ৰমাণীকৃত ইউটিউব এপিআইৰ সৈতে যোগাযোগ কৰিব পৰা নগ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Doğrulanmış YouTube API-yə daxil olmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося атрымаць доступ да аўтэнтыфікаванага API YouTube. Праверце падключэнне да сеткі.
bg_bg: Удостовереният API на YouTube не можа да бъде достигнат. Проверете мрежовата връзка.
bn_bd: প্রমাণীকৃত YouTube API-এ পৌঁছানো যায়নি। নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti autentificiranom YouTube API-ju. Provjerite mrežnu vezu.
ca_es: No s'ha pogut accedir a l'API de YouTube autenticada. Comproveu la connexió de xarxa.
cs_cz: Ověřené rozhraní YouTube API se nepodařilo získat. Zkontrolujte připojení k síti.
da_dk: Den godkendte YouTube API kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die authentifizierte YouTube-API konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η πρόσβαση στο πιστοποιημένο API του YouTube. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo acceder a la API de YouTube autenticada. Verifique la conexión de red.
et_ee: Autentitud YouTube API-ga ei õnnestunud ühendust saada. Kontrollige võrguühendust.
eu_es: Ezin izan da autentifikatutako YouTube APIra iritsi. Egiaztatu sareko konexioa.
fa_ir: دسترسی به API تأیید شده YouTube امکان پذیر نیست. اتصال شبکه را بررسی کنید.
fi_fi: Todennettuun YouTube-sovellusliittymään ei saada yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang na-authenticate na YouTube API. Suriin ang koneksyon sa network.
fr_ca: L'API YouTube authentifiée n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á API de YouTube autenticada. Comprobe a conexión de rede.
gu_in: પ્રમાણિત YouTube API સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע לממשק ה-API המאומת של YouTube. בדוק את חיבור הרשת.
hi_in: प्रमाणित YouTube API तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Nije moguće doći do provjerenog YouTube API-ja. Provjerite mrežnu vezu.
hu_hu: A hitelesített YouTube API nem érhető el. Ellenőrizze a hálózati kapcsolatot.
hy_am: Չհաջողվեց միանալ վավերացված YouTube API-ին: Ստուգեք ցանցային կապը:
id_id: API YouTube yang diautentikasi tidak dapat dijangkau. Periksa koneksi jaringan.
is_is: Ekki tókst að ná í staðfesta YouTube API. Athugaðu nettenginguna.
it_it: Non è stato possibile raggiungere l'API YouTube autenticata. Controlla la connessione di rete.
ja_jp: 認証された YouTube API にアクセスできませんでした。ネットワーク接続を確認してください。
ka_ge: ავტორიზებული YouTube API ვერ მიიღწევა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Аутентификацияланған YouTube API интерфейсіне қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: មិនអាចទាក់ទង YouTube API ដែលបានផ្ទៀងផ្ទាត់បានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಪ್ರಮಾಣೀಕೃತ YouTube API ಅನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 인증된 YouTube API에 연결할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Аныктыгы текшерилген YouTube API'ге жетүү мүмкүн эмес. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ YouTube API ທີ່ຮັບຮອງຄວາມຖືກຕ້ອງໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti autentifikuotos „YouTube“ API. Patikrinkite tinklo ryšį.
lv_lv: Nevarēja sasniegt autentificēto YouTube API. Pārbaudiet tīkla savienojumu.
mk_mk: Не можеше да се достигне автентицираното YouTube API. Проверете ја мрежната врска.
ml_in: പ്രാമാണീകരിച്ച YouTube API-യിൽ എത്താൻ കഴിഞ്ഞില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Баталгаажсан YouTube API-д холбогдож чадсангүй. Сүлжээний холболтыг шалгана уу.
mr_in: प्रमाणीकृत YouTube API पर्यंत पोहोचता आले नाही. नेटवर्क कनेक्शन तपासा.
ms_my: API YouTube yang disahkan tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Det autentiserte YouTube API kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: प्रमाणित YouTube API मा पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: De geverifieerde YouTube API kan niet worden bereikt. Controleer de netwerkverbinding.
or_in: ପ୍ରାମାଣିକୃତ ୟୁଟ୍ୟୁବ୍ API ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਪ੍ਰਮਾਣਿਤ YouTube API ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Nie udało się uzyskać dostępu do uwierzytelnionego interfejsu API YouTube. Sprawdź połączenie sieciowe.
pt_br: Não foi possível acessar a API autenticada do YouTube. Verifique a conexão de rede.
ro_ro: API-ul YouTube autentificat nu a putut fi accesat. Verificați conexiunea la rețea.
ru_ru: Не удалось получить доступ к проверенному API YouTube. Проверьте сетевое соединение.
si_lk: සත්‍යාපනය කළ YouTube API වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Overené rozhranie YouTube API sa nepodarilo získať. Skontrolujte sieťové pripojenie.
sl_si: Preverjenega YouTube API-ja ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: API-ja e vërtetuar e YouTube nuk mund të arrihet. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити аутентификованом ИоуТубе АПИ-ју. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti autentifikovanom YouTube API-ju. Proverite mrežnu vezu.
sv_se: Det autentiserade YouTube API kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: API ya YouTube iliyothibitishwa haikuweza kufikiwa. Angalia muunganisho wa mtandao.
ta_in: அங்கீகரிக்கப்பட்ட YouTube API ஐ அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: ప్రమాణీకరించబడిన YouTube APIని చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึง YouTube API ที่ผ่านการตรวจสอบสิทธิ์แล้ว ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Kimliği doğrulanmış YouTube API'sine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати доступ до автентифікованого API YouTube. Перевірте підключення до мережі.
ur_pk: تصدیق شدہ YouTube API تک نہیں پہنچ سکا۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Autentifikatsiya qilingan YouTube API bilan bog‘lanib bo‘lmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể truy cập API YouTube đã xác thực. Kiểm tra kết nối mạng.
zh_hans_cn: 无法访问经过身份验证的 YouTube API。检查网络连接。
zh_hant_hk: 無法存取經過身份驗證的 YouTube API。檢查網路連線。
zu_za: I-YouTube API eqinisekisiwe ayikwazanga ukufinyelelwa. Hlola uxhumano lwenethiwekhi.

# Profile.RequestTimedOut
source: The authenticated YouTube request timed out. Check the network connection and try again.
af_za: Die geverifieerde YouTube-versoek het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የተረጋገጠው የዩቲዩብ ጥያቄ ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب YouTube الذي تمت مصادقته. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: প্ৰমাণিত ইউটিউবৰ অনুৰোধৰ সময় শেষ হৈ গ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Doğrulanmış YouTube sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Час чакання аўтэнтыфікаванага запыту YouTube скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на удостоверената заявка за YouTube изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: প্রমাণীকৃত YouTube অনুরোধের সময় শেষ হয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Isteklo je vrijeme autentificiranog YouTube zahtjeva. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: S'ha esgotat el temps d'espera de la sol·licitud de YouTube autenticada. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Časový limit ověřeného požadavku YouTube vypršel. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Timeout for den godkendte YouTube-anmodning. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der authentifizierten YouTube-Anfrage ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το χρονικό όριο του επαληθευμένου αιτήματος YouTube έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera de la solicitud autenticada de YouTube. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Autenditud YouTube'i taotlus aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Autentifikatutako YouTube eskaera denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست تأیید شده YouTube به پایان رسیده است. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Todennettu YouTube-pyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang na-authenticate na kahilingan sa YouTube. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La demande YouTube authentifiée a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude de YouTube autenticada. Comproba a conexión de rede e téntao de novo.
gu_in: પ્રમાણિત YouTube વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת YouTube המאומתת. בדוק את חיבור הרשת ונסה שוב.
hi_in: प्रमाणित YouTube अनुरोध का समय समाप्त हो गया। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Isteklo je vrijeme za autentificirani YouTube zahtjev. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A hitelesített YouTube-kérés időtúllépést szenvedett. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: YouTube-ի վավերացված հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Batas waktu permintaan YouTube yang diautentikasi telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Staðfesta YouTube beiðnin rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: La richiesta YouTube autenticata è scaduta. Controlla la connessione di rete e riprova.
ja_jp: 認証された YouTube リクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: YouTube-ის დამოწმებული მოთხოვნის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Аутентификацияланған YouTube сұрауының уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: សំណើរបស់ YouTube ដែលបានផ្ទៀងផ្ទាត់បានផុតកំណត់ហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಪ್ರಮಾಣೀಕೃತ YouTube ವಿನಂತಿಯ ಅವಧಿ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 인증된 YouTube 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Аныктыгы текшерилген YouTube сурамынын күтүүсү бүттү. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ຄຳຮ້ອງຂໍຂອງ YouTube ທີ່ຮັບຮອງຄວາມຖືກຕ້ອງໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi autentifikuotos „YouTube“ užklausos skirtasis laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Autentificētajam YouTube pieprasījumam iestājās noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на автентицираното барање на YouTube истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: അംഗീകൃത YouTube അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Баталгаажсан YouTube хүсэлтийн хугацаа хэтэрсэн. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: प्रमाणीकृत YouTube विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan YouTube yang disahkan telah tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Den autentiserte YouTube-forespørselen ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: प्रमाणित YouTube अनुरोधको समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden voor het geverifieerde YouTube-verzoek. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ପ୍ରାମାଣିକ ୟୁଟ୍ୟୁବ୍ ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪ੍ਰਮਾਣਿਤ YouTube ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu uwierzytelnionego żądania YouTube. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação autenticada do YouTube expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea YouTube autentificată a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время ожидания подтвержденного запроса YouTube истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: සත්‍යාපනය කළ YouTube ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit overenej žiadosti YouTube vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Časovna omejitev preverjene zahteve YouTube je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa e vërtetuar në YouTube skadoi. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Проверени ИоуТубе захтев је истекао. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Provereni YouTube zahtev je istekao. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Den autentiserade YouTube-begäran tog timeout. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la YouTube lililothibitishwa umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: அங்கீகரிக்கப்பட்ட YouTube கோரிக்கையின் நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: ప్రమాణీకరించబడిన YouTube అభ్యర్థన సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอ YouTube ที่ได้รับการตรวจสอบสิทธิ์หมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Kimliği doğrulanmış YouTube isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування автентифікованого запиту YouTube минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: تصدیق شدہ YouTube کی درخواست کا وقت ختم ہوگیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Tasdiqlangan YouTube so‘rovi muddati tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu YouTube được xác thực đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 经过身份验证的 YouTube 请求超时。检查网络连接并重试。
zh_hant_hk: 經過身份驗證的 YouTube 請求逾時。檢查網路連線並重試。
zu_za: Isicelo se-YouTube esiqinisekisiwe siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.
